---
kind: other
id: Methods.T:Autodesk.Revit.DB.Lighting.AdvancedLossFactor
source: html/30edd9fc-2605-a953-1f67-6e0afda2b08b.htm
---
# AdvancedLossFactor Methods

Creates a copy of the LossFactor derived object.